Repository: trinhvancntt/prestashop
Catalog: at_undu/app/Resources/translations/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: it_it

source: Customer reassurance
it_it: Rassicurazione del cliente

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
it_it: Aggiungi un blocco per visualizzare maggiori informazioni per rassicurare i tuoi clienti.

source: The block configuration has been updated.
it_it: Configurazione aggiornata.

source: New reassurance block
it_it: Nuovo blocco rassicurazioni

source: ID Shop
it_it: ID negozio

source: blockreassurance
it_it: blocco rassicurazioni

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
it_it: Collegati con i tuoi clienti e rassicurali evidenziando i tuoi servizi, i pagamenti sicuri, le spedizioni gratuite, le restituzioni, ecc.

source: Are you sure you want to uninstall this module?
it_it: Sei sicuro di voler disinstallare questo modulo?

source: There was an error during the installation. Please contact us through Addons website.
it_it: C'è stato un errore durante l'installazione. Per favore contattaci attraverso il sito degli Addons.

source: There was an error during the uninstallation. Please contact us through Addons website.
it_it: C'è stato un errore durante la disinstallazione. Per favore contattaci attraverso il sito Addons.

source: Block updated
it_it: Blocco aggiornato

source: Oops... looks like an error occurred
it_it: Ooops... sembra che si sia verificato un errore

source: Configuration updated successfully!
it_it: Configurazione aggiornata con successo!

source: Position changed successfully!
it_it: Posizione cambiata con successo!

source: An error occurred when switching position
it_it: Errore durante l'aggiornamento posizione
